{
  "title": "Selamat datang di portofolio saya",
  "navbar": {
    "home": "Beranda",
    "resume": "Riwayat",
    "pengalaman": "Pengalaman",
    "skill": "Keahlian",
    "project": "Proyek",
    "training": "Pelatihan",
    "sertifikat": "Sertifikat"
  },
  "welcome": "Selamat datang di portofolio saya",
  "profile": {
    "general": "Saya adalah pribadi yang disiplin, bertanggung jawab, dan memiliki semangat kerja tinggi. Terbiasa bekerja dalam tim maupun secara mandiri serta selalu berusaha memberikan hasil terbaik dalam setiap tugas yang diberikan. Saya orang yang pekerja keras, teliti, dan mampu bekerja di bawah tekanan. Saya selalu berusaha menjaga kualitas pekerjaan dan menyelesaikan tugas tepat waktu dengan hasil yang maksimal. Saya memiliki kemampuan komunikasi yang baik dan mudah beradaptasi dengan lingkungan baru. Saya senang bekerja sama dengan orang lain dan selalu berusaha menciptakan suasana kerja yang positif. Saya percaya bahwa kerja keras dan kejujuran adalah kunci kesuksesan. Saya selalu berusaha belajar hal baru untuk meningkatkan kemampuan dan memberikan kontribusi terbaik bagi perusahaan.",

    "it": "Saya memiliki keterampilan dalam membangun aplikasi berupa website berdasarkan design UI/UX. Dengan pengalaman mengikuti Bootcamp coding, saya mengetahui bagaimana proses membuat website yang sesuai dengan design UI/UX. Saya adalah pribadi yang suka belajar hal baru, pekerja keras, mampu bekerja dengan tim maupun individu. Mengasah keterampilan bagi saya adalah hal yang penting agar dapat berguna bagi diri sendiri, orang lain, dan perusahaan. Dengan menunjukkan hasil portofolio saya, saya yakin dapat memberikan kontribusi untuk perusahaan dan client.",
    "greeting": "Halo",
    "me": "Saya",
    "name": "Latif Budi Pamungkas",
    "mottoTitle": "Motto Saya:",
    "motto": "\"Saya bukan orang yang pintar, tapi saya adalah seseorang yang memahami proses dan bekerja keras. Pernah mencoba, pernah gagal — tidak masalah. Coba lagi, gagal lagi, gagal dengan lebih baik. Allah selalu mendengar dan selalu ada di sampingku. Perlakukan semua orang dengan baik dan terangi malam dengan kebaikan.\"",
    "social": "Lihat media sosial saya"
  },
  "resume": {
    "title1": "My",
    "title2": "Resume",
    "title": "Resume"
  },
  "menu": {
    "profile": "Profil Pribadi",
    "education": "Pendidikan",
    "skill": "Keahlian",
    "interest": "Minat"
  },
  "profileTitle": {
    "profile title": "Profil Pribadi",
    "province": "PROVINSI JAWA TIMUR",
    "kabupaten": "KABUPATEN MADIUN"
  },
  "profileMenu": {
    "nama": "NAMA",
    "tempatTanggalLahir": "TEMPAT/TANGGAL LAHIR",
    "pendidikanTerakhir": "PENDIDIKAN TERAKHIR",
    "jenisKelamin": "JENIS KELAMIN",
    "alamat": "ALAMAT",
    "agama": "AGAMA",
    "status": "STATUS PERKAWINAN",
    "nomorTelepon": "NOMOR TELEPON",
    "email": "EMAIL"
  },
  "profileContent": {
    "nama": "LATIF BUDI PAMUNGKAS",
    "tempatTanggalLahir": "MADIUN, 24 APRIL 1996",
    "pendidikanTerakhir": "SMA",
    "jenisKelamin": "LAKI - LAKI",
    "alamat": "DUSUN 02,DS. JATIREJO, RT. 12/RW. 02, KEC. WONOASRI, KAB. MADIUN",
    "agama": "ISLAM",
    "status": "BELUM KAWIN",
    "nomorTelepon": "085782244135",
    "email": "pamungkaslatifbudi@gmail.com"
  },
  "education": {
    "educationTitle": "Pendidikan",
    "education1": "SDN JATIREJO",
    "education2": "SMPN 1 WONOASRI",
    "education3": "SMAN 1 MEJAYAN",
    "jurusan": "Jurusan",
    "namajurusan": "IPS"
  },
  "skill": {
    "skillTitle": "Keahlian",
    "softSkill": "Soft Skill",
    "hardSkill": "Hard Skill",
    "disiplin": "Disiplin",
    "jujur": "Jujur",
    "mampuBekerja": "Mampu bekerja dengan tim maupun individu",
    "komunikasi": "Mampu berkomunikasi dengan baik",
    "komitmen": "Memiliki komitmen",
    "pekerjaKeras": "Pekerja keras",
    "bawahTekanan": "Mampu bekerja di bawah tekanan",
    "las": "Las",
    "komputer": "Komputer",
    "inggris": "Bahasa Inggris",
    "indonesia": "Bahasa Indonesia",
    "korea": "Bahasa Korea"
  },
  "tertarik": {
    "title": "Minat",
    "futsal": "Futsal",
    "game": "Game",
    "musik": "Musik",
    "belajar": "Belajar Hal Baru",
    "coding": "Coding"
  },
  "Pengalaman Kerja": {
    "title": "Pengalaman Kerja",
    "detail": "Lihat Detail",
    "catering": "Katering",
    "type1": "Lion Boga",
    "foo": "Magang di FOO",
    "type2": "Sriwijaya Air",
    "grab": "Grab",
    "type3": "Pengemudi Ojek Online",
    "id express": "ID Express",
    "type4": "Kurir Pengiriman",
    "shopee": "Shopee Express",
    "type5": "Kurir Paket"
  },
  "detail menu": {
    "title": "Detail Pengalaman Kerja Saya",
    "perusahaan": "Perusahaan",
    "posisi": "Posisi",
    "lama bekerja": "Lama Bekerja",
    "deskripsi": "Deskripsi"
  },
  "detail pekerjaan": {
    "pt1": "PT Angkasa Aviasi Servis",
    "catering": "Staf Layanan Katering",
    "lama1": "Januari 2015 - Januari 2018",
    "dekripsi kerja1": "- sebagai petugas catering service di maskapai hal pertama yang saya lakukan adalah memeriksa jadwal penerbangan sehingga dapat mengetahui jumlah pesawat dan rute mana saja yang beroperasi.\n- memeriksa kelengkapan barang dan makanan yang siap di muat ke cabin pesawat berdasarkan route penerbangan.\n- barang yang di maksud adalah tisu, napkin, plastik tea spon, paper cup, plastik cup, roll tissue, dan air mineral sedangkan untuk yang makanan berupa snack dan makanan frozen yang nantinya akan di massukkan ke dalam trolley galley, lalu jumlah barang dan makanan tersebut di tentukan dengan berapa landing pesawat tersebut beroperasi.\n- ketika barang dan makanan sudah di periksa semua dan lengkap sesuai dengan rute penerbangan, saya bersama petugas yang lain bersiap menuju ke lapangan untuk menguplift atau memuat semua barang yang ada di dalam trolley galley ke dalam pesawat dengan menggunakan truk HTC yang nantinya makanan dan minuman yang ada di dalam trolley tersebut akan di gunakan untuk pelayanan oleh pramugari kepada penumpang selama pesawat mengudara.\n- setelah semua sudah selesai termuat ke dalam pesawat selanjutnya saya bersama tim yang lain memonitor dan memeriksa pesawat yang lain mengenai kelengkapan stok barang yang tersisa di dalam pesawat apakah masih cukup atau kurang untuk penerbangan berikutya jika kurang maka akan dimuat jika masih cukup tidak perlu di tambah atau di ganti.",
    "pt2": "PT Sriwijaya Air",
    "siswa": "Siswa Magang Flight Operation Officer",
    "lama2": "September 2019 - Januari 2020",
    "dekripsi kerja2": "- Sebagai siswa Flight Operation Officer (FOO) yang melaksanakan OJT atau magang di perusahaan Sriwijaya Air, saya diwajibkan untuk mengikuti peraturan perusahaan selayaknya seperti karyawan yang bekerja sebagai FOO di sana, bekerja selama 8 jam dan mengikuti shift kerja di perusahaan tersebut.\n- Saya belajar dan mengikuti arahan karyawan atau senior saya yang sudah bekerja di perusahaan tersebut.\n- Hal pertama yang saya lakukan adalah mempersiapkan dokumen penerbangan seperti NOTAM, flight plan, SIGMET, dan windtemp yang nantinya akan diserahkan kepada kapten atau pilot sebelum terbang.\n- Setelah itu, saya melanjutkan untuk memonitor pesawat yang berangkat dan tiba di bandara melalui flight radar.\n- Membuat flight plan dan menghitung loadsheet untuk penerbangan selanjutnya.\n- Melakukan briefing kepada pilot mengenai cuaca, NOTAM, flight, dan loadsheet sebelum keberangkatan.\n- Flight plan berisi tentang perhitungan bahan bakar berdasarkan jarak rute penerbangan dan berat pesawat.\n- Loadsheet berisi tentang perhitungan keseimbangan pesawat berdasarkan jumlah penumpang dan jumlah bagasi di dalam kompartemen.\n- Berkomunikasi dengan pilot melalui radio komunikasi.\n- Membuat jadwal penerbangan berdasarkan rute penerbangan.\n- Mengajukan slot time ke pihak ATC untuk pelayanan komunikasi dan permintaan jadwal antre keberangkatan pesawat.",
    "pt3": "PT Grab Indonesia",
    "driver": "Driver Ojek Online",
    "lama3": "Agustus 2018 - Januari 2021",
    "dekripsi kerja3": "- Saya mendaftar di Grab sebagai driver ojek online mulai tahun 2018 semenjak saya menjadi siswa FOO di Merpati Training Center sampai 2021, selama saya magang di Sriwijaya Air saya menjadi driver ojek online Grab di wilayah Surabaya, area Juanda Sedati Agung Sidoarjo dan wilayah Surabaya kota sebagai pekerjaan sampingan.\n- Bertugas untuk mengantarkan penumpang dan makanan sesuai dengan permintaan di aplikasi.",
    "pt4": "PT ID Express Logistik Indonesia",
    "kurir id": "Kurir Event",
    "lama4": "2021 - 2022",
    "dekripsi kerja4": "- Saya bekerja sebagai kurir di ID Express mulai masuk tahun 2021 di TH kantor Mulyosari Surabaya, saya mengantar paket di wilayah atau area sekitar pantai Kenjeran dan area ITS (Institut Teknologi Sepuluh Nopember), selanjutnya saya pindah di TH Sukodono dan mengirim paket di wilayah kabupaten Sidoarjo area Kec. Buduran yaitu perumahan Valencia, perumahan Permata Alam Permai, dan desa Gemurung. Kurir event adalah kurir yang hanya bekerja jika ada event Shopee, Lazada, atau Tokopedia.",
    "pt5": "PT Shopee Express Indonesia",
    "kurir shopee": "Kurir Mitra",
    "lama5": "2022 - 2023",
    "dekripsi kerja5": "- Saya bekerja sebagai kurir di Shopee Express mulai masuk tahun 2022 di TH kantor Kec. Wonoasri Caruban Kab. Madiun, saya mengantar paket di wilayah atau area Kec. Saradan desa Bener, Tulung, Klumutan, Sumbersari, Sumberbendo, Klangon, Pajaran. Kurir Reguler atau Mitra adalah bukan kurir tetap yang tidak di target oleh perusahaan dan kurir yang bekerja jika jumlah paket membludak."
  },
  "skilled": {
    "title": "Keahlian",
    "IT": "Teknologi Informasi",
    "LAS": "Pengelasan"
  },
  "portofolio": {
    "title1": "Portofolio",
    "title2": "Wedspot Client",
    "title3": "Wedspot Vendor",
    "title4": "Proyek Detail Saya",
    "title5": "Wedspot",
    "title6": "Musicon",
    "title7": "Situs Musicon",
    "desc1": "Wedspot adalah aplikasi yang membantu pengguna untuk mendapatkan perencana pernikahan dan WO yang terpercaya sesuai dengan kebutuhan dan budget dari pengguna.",
    "desc2": "Wedspot Vendor adalah aplikasi yang membantu pengguna mempromosikan layanan Wedding Organizer (WO), perencanaan pernikahan, atau usaha venue pernikahan dengan lebih mudah melalui jaringan yang lebih luas.",
    "detail_description1": "- user akan langsung di suguhi dengan tampilan halaman utama yang berisi dengan paket atau jasa dari beberapa vendor WO atau Venue sehingga user dapat memilih dan menentukan paket sesuai dengan tema pernikahan yang di inginkan\n\n- user juga dapat melihat lebih banyak lagi paket di halaman berikutnya yaitu https://wedspot.vercel.app/package sehingga dapat membantu user untuk memilih sesuai keinginan sesuai dengan ketentuan mereka berdasarkan paket, budget, lokasi, dan total tamu undangan\n\n- ketika user memilih salah satu paket maka user akan di arahkan ke halaman https://wedspot.vercel.app/vendor/6612bd8d8c8140912cdf439f halaman ini menyuguhkan atau menampilkan detail data mengenai vendor dan paket apa saja yang di miliki vendor tersebut, user dapat melihat paket yang berisi harga, lokasi, rating paket dan jumlah pax atau undangan sesuai dengan nama paket tersebut.\n\n- ketika user memilih salah satu paket yang di miliki oleh vendor tersebut maka user akan di arahkan lagi ke halaman https://wedspot.vercel.app/package/661392be94f3b21e8dff62d9 user akan di suguhkan detail dari paket yang di pilih berisi foto atau gambar review paket serta pelayanan apa saja yang di dapatkan jika memilih paket tersebut.\n\n- jika user tertarik dengan detail paket yang di pilih, user dapat mengajukan permintaan quotation dengan menekan tombol ask for quotation dan akan menampilkan form berisi nama pengantin pria dan wanita, tempat tinggal, memilih lokasi pernikahan, memilih tanggal pernikahan yang akan di selenggarakan, budget atau anggaran yang sesuai dengan paket, dan berapa banyak jumlah tamu undangan yang ingin di undang, di harapkan user login terlebih dahulu jika ingin mengajukan request quotation karena jika user belum login dan menekan tombol request quotation user akan di arahkan ke halaman login dan register terlebih dahulu.\n\n- setelah user mengisi semua data dengan lengkap dan sesuai dengan keinginan user, user dapat mengirim request ke vendor lalu data akan di terima oleh vendor lalu user akan menunggu response balasan dari vendor untuk proses selanjutnya.\n\n- user dapat melihat data request quotation di halaman profile https://wedspot.vercel.app/profile dan user akan mendapatkan notifikasi yang berisi request sudah dikirim dan request di response oleh vendor.\n\n- di halaman profile user akan melihat data pribadi, notifikasi request quotation dan response vendor, dan data quotation yang di kirim ke vendor dan data inbox quotation yang berisi quotation balasan dari vendor.\n  note: (halaman profile dapat di akses jika user sudah login)",
    "detail_description2": "- di vendor website wedspot user akan langsung di arahkan ke halaman utama yaitu login dan register bagi user yang belum terdaftar di sarankan untuk register terlebih dahulu dan bagi user yang sudah terdaftar bisa langsung mengisi form login untuk masuk ke halaman berikutnya.\n\n - setelah user masuk atau sudah login user akan di arahkan ke halaman My Store yang mana user di minta untuk melengkapi data informasi mengenai nama toko dan jenis vendor WO atau venue, user wajib mengisi Store Header, Store Avatar, Store_name Contact number, Email, Website, dst.\n\n - setelah user selesai melengkapi semua data, user dapat mengakses ke halaman membuat paket di bagaian halaman, membuat paket user dapat mengupload gambar paket yang sesuai untuk di pasarkan, menentukan nominal harga paket, menentukan jumlah maksimal dan minilmal tamu undangan, menentukan lokasi, serta memberikan deskripsi mengenai detail pelayanan berdasarkan nama paketnya.\n note: (user dapat mengakses halaman paket jika user sudah melengkapi semua data diri nama toko atau nama vendor)\n\n - setelah semua data sudah terisi baik data diri vendor dan data detail paket yang sudah di buat maka semua data di simpan dan akan tampil di web wedspot client sehingga datanya dapat di lihat oleh client atau customer yang akan memesan paket yang sudah di buat oleh vendor sebelumnya.\n\n - akan muncul notifikasi ketika terdapat pesanan dari client atau customer dan data pesanan atau request akan tersimpan  di halaman quotations.\n\n - di halaman quotation, vendor akan merespon dengan mengupload file pdf yang berisi tentang detail quotation yang akan di kirim kembali ke client atau customer.\n\n - halaman paket dan halaman my store dapat di edit sesuai kebutuhan"
  },
  "porto menu": {
    "portofolio": "Portofolio Saya",
    "design": "Desain",
    "detail": "Lihat Detail",
    "type": "tipe",
    "desc": "Deskripsi",
    "web": "Situs Web",
    "Detail Figma": "Detail Figma",
    "tool": "Alat/Perpustakaan/Kerangka Kerja",
    "link": "Tautan ke Tampilan Proyek"
  },
  "trainning": {
    "title": "Pelatihan atau Kursus",
    "foo": "FOO (Petugas Operasi Penerbangan)",
    "glints": "Glints Academy Bootcamp",
    "las": "BLK Mojokerto"
  },
  "deskripsi": {
    "foo": "Saya mengikuti training atau pelatihan penerbangan dimulai pada pertengahan tahun 2018 hingga berakhir di tahun 2020.Dalam pelatihan tersebut saya mengambil program FOO (Flight Operation Officer) kurang lebih selama 1 tahun, 3 bulan kelas teori, 3 bulan kelas simulasi, dan 3 bulan on job training di PT Sriwijaya Airline.",
    "glints": "Glints Academy Bootcamp adalah pelatihan atau training coding yang ditempuh hanya dalam waktu 3 bulan. Saya masuk di pertengahan tahun 2021 dan mengambil program Frontend Developer. Dalam pelatihan ini saya belajar membuat aplikasi berbasis web. Materi yang saya pelajari selama mengikuti bootcamp adalah ReactJS, Bootstrap, CSS, HTML, dan Redux Saga. Proses pembelajaran dilakukan secara intensif melalui Zoom atau online setiap hari dengan mengikuti kelas pagi dan dilanjutkan dengan review kelas malam. Setiap minggu kami diberi tugas, dan setelah 1 bulan setengah semua materi telah disampaikan, kami melanjutkan ke mini project membuat web movie. Pada bulan terakhir kami fokus mengerjakan final project berupa website atau aplikasi bernama Wedspot. Seluruh proses pengerjaan dilakukan secara tim dan berdasarkan desain UI/UX.",
    "las": "Saya mengikuti pelatihan di BLK Mojokerto dengan mengambil program pelatihan pengelasan plat 3G. Saya mulai pada akhir tahun 2023. Pelatihan dilaksanakan selama 1 bulan setengah. Pengelasan 3G adalah posisi pengelasan secara vertikal untuk menyambung dua plat dengan cara membuat tembusan atau groove. Proses pengelasan menggunakan mesin las listrik dan stik las LB52U untuk tembusan dan RD60 untuk filler serta caping. Polaritas yang digunakan untuk proses kampuh atau tembusan adalah DCEN (Direct Current Electrode Negative), sedangkan polaritas yang digunakan untuk filler dan caping adalah DCEP (Direct Current Electrode Positive)."
  },
  "sertifikat": "Sertifikat",
  "partner": "Partner Saya",
  "kontak": "Kontak",
  "lokasi menu": {
    "alamat": "Alamat",
    "telepon": "No. Telp",
    "email": "Email"
  },
  "detail lokasi": {
    "alamat": "Ds. Jatirejo Rt. 12/Rw. 02 Kec. Wonoasri Kab. Madiun",
    "telepon": "085782244135",
    "email": "pamungkaslatifbudi@gmail.com"
  },
  "Media Sosial":"Media Sosial",
  "kirim":"Kirim",
  "Umpan":{
   "Nama Lengkap":"Nama Lengkap...", 
   "Email":"Email..." ,
   "Pesan":"Pesan..." 
  }
}
